Repository: okhin/Eclipse-Phase-French-Translation
Catalog: eclipsephase/OmegaT+/project.tmx
Source language: en_us
Languages: fr_fr

source: The habitat's basic design consists of many thousands of exceptionally tall and fragile-looking buildings that extend between one hundred and fifteen hundred meters above the surface, as well as a few buildings that stretch from one side of the cavern to the other.
fr_fr: La conception de base de l'habitat consiste en plusieurs milliers de bâtiments à l'apparence extrêmement fragile et exceptionnellement élevé qui s'élèvent de cent à mille cinq cent mètres au-dessus de la surface, ainsi que d'immeubles qui s'étendent d'une face la caverne à l'autre.

source: In Metis's minute gravity of 1/140th of a g, up and down have little meaning, and even relatively fragile buildings are in no danger of falling down.
fr_fr: Dans la micro gravité d'1/140° de g de Ménis, le haut et le bas n'ont que peu de signification, et même les bâtiments relativement fragile sont à l'abri de l'effondrement.

source: The vast majority of the buildings, including ones more than one kilometer tall, are made from thin plastic panels over a durable supporting framework.
fr_fr: L'immense majorité des immeubles, incluant ceux qui dépassent le kilomètre de hauteur, sont fait à partir de fins panneaux de plastique fixés sur une architecture de soutien durable.

source: These buildings jut out at all angles from the sphere.
fr_fr: Ces bâtiments saillissent dans tous les angles depuis la sphère.

source: Many inhabitants of Nova York move from one building to another by jumping, and a single leap can carry someone many hundreds of meters.
fr_fr: Beaucoup d'habitants de Nova York se déplacent en s'élançant d'un bâtiment à l'autre et un simple saut peut envoyer quelqu'un à plusieurs centaines de mètres.

source: Residents do not worry about falling—the combination of air resistance and exceedingly low gravity means that even someone falling from the top of the cavern to the bottom is in no danger of injury.
fr_fr: Les résidents ne moquent de tomber - le mélange de la résistance à l'air et la gravité excessivemet faible signifient que même si quelqu'un tombait du du haut de la caverne vers le bas, il n'y a aucun danger pour lui d'être blessé.

source: In this environment, the only real meaning of up and down is that down is where you look for objects to come to rest (as long as an air current does not pick them up and blow them around).
fr_fr: Dans cet environnement, la seule réelle signification pour le haut et le bas est l'endroit où vous vous attendez à ce que les objets se trouvent au repos (tant qu'un courant d'air ne les fait pas s'envoler et flotter autour).

source: Large enough that it could almost have formed the nucleus of a protostar in its own right, Jupiter's massive size makes the Jovian System one of the most challenging places in the system to colonize.
fr_fr: Suffisament grosse pour former le noyau du'une proto-étoile, la taille impressionante de Jupiter fait du Sstème Jovien l'un des endroits les plus difficile à coloniser.

source: Jupiter's powerful magnetic field means that its inner moons— and the outer ones, when their orbits pass through its immense magnetotail—are bombarded with enough ionizing radiation to kill transhumans not protected by the heaviest of shielding within a matter of hours.
fr_fr: Le puissant champ magnétique de Jupiter implique que ses sattellites interne - ainsi que les plus éloignées, lorsque leurs orbites traversent l'immense queue magnétique - sont bombardées avec suffisament de radiation ionisante pour tuer en quelques heures tout transhumain non protégé par les boucliers les plus épais.

source: There are sixty-three moons and moonlets in the Jovian system, but only the well-explored, populous, regular moons are described here.
fr_fr: Il y a soixante-trois lunes et sattellite dans le système Jovien, mais seuls les lunes les plus peuplées explorées et régulière sont décrites ici.

source: Jupiter's powerful gravity well is a major hindrance to gas mining in the planet's atmosphere, as even craft that do not succumb to the violent, centuries-long atmospheric storms can achieve escape velocity with only the most powerful propulsion systems.
fr_fr: Le pusissant puit gravitationnel de Jupiter est une gène majeure pour l'extraction gazière dans l'atmosphère de la planète, car même le matériel qui ne succombe pas aux violentes tempêtes durant pendant plusieurs siècles ne peut réussir atteindre la vitesse de libération que grâce aux système de propulsion les plus puissants.

source: Given the need for heavy shielding on such craft, gas mining on Jupiter is not nearly as efficient as on Saturn.
fr_fr: Étant donné la nécessité d'avoir des écrans de protection lourd sur ces apapreils, l'extraction gazière sur Jupiter est loin d'être aussi efficace que sur Saturne.

source: Jupiter has a tenuous ring system, much less dense than Saturn's, which extends out for 20,000 kilometers around the planet, encompassing the orbits of its two closest moonlets.
fr_fr: Jupiter poqqède un petit système d'anneau, beaucoup moins dense que celui de Saturne, et qui s'étend sur 20 000 kilomètres autour de la planète englobant les orbites de ses deux lunes les plus proches.

source: However, Jupiter's gravity is also a valuable resource.
fr_fr: Cependant, la gravité de Jupiter est aussi une ressource de valeur.

source: Craft bound for Saturn and beyond can slingshot themselves outward by circling the planet to pick up velocity, cutting months or years off their trips.
fr_fr: Les envois de matériel vers Saturne et au-delà peuvent utiliser l'effet de fronde en tournant autour de la planète pour augmanter leur vitesse, réduisant les voyages de plusieurs mois voire de plusieurs années.

source: The heavily militarized Jovian Republic levies tolls against all spacecraft using Jupiter's gravity to pick up velocity, including asteroids under propulsion.
fr_fr: La République Jovienne lourdement militarisée prélève un droit de passage sur tout les vaisseaux utilisant la gravité de Jupiter pour augmenter leur vitesse, incluant les astéroïdes propulsés.

source: This protection money is the Junta's primary source of revenue.
fr_fr: Ce revenu de protectiviste est la principale source de revenue de la Junte.

source: Planetary Consortium ships generally accept the payment as part of operating expenses.
fr_fr: Les vaisseaux du Consortium Planétaire accèptent générallement de payer et compte la dépense dans les frais opérationnels.

source: Other factions are not so cooperative, and the Junta regularly seizes or destroys blockade runners.
fr_fr: D'autres factions ne sont pas autant coopérative, et la Junte saisit ou détruit régulièrement tout ceux qui essayent de franchir le blocus.

source: Most of Jupiter's moons are really captured asteroids, lacking the size and geological complexity of planetary bodies.
fr_fr: la plupart des lunes de Jupiter sont en fait des astéroïdes capturés, et manquent de la taille et de la complexité géologique des corps planétaires.

source: All are occupied.
fr_fr: Toutes sont occupées.

source: Some were converted to habitats; others host only Junta military and mining outposts.
fr_fr: Certaines ont été converties en habitats; d'autres hébergent juste des avant-postes militaire et d'extraction minière de la Junte.

source: The Jovian moonlets consist mostly of carbonaceous rock, poor in metal, with some of the larger moonlets having layers or even cores of ice.
fr_fr: Les sattelittes Joviens sont composés principalement de roche charbonneuse, quelques un des satellittes parmi les plus grands ayant aprfois des couhes ou de noyaux de glaces.

source: Beehive habitats and Reagan cylinders predominate in the Jovian system.
fr_fr: Les habitats en nid d'abeille et les cylindres Reagann sont prdéominant dans le système Jovien.

source: Reagan cylinders (called “sarcophagus habs” by every other faction) are an inefficient variation on the O'Neill cylinder in which excavators hollow out an immense, cylindrical cavern in a rocky asteroid and then alter the asteroid's rotation with external thrusters to simulate gravity.
fr_fr: Les cylindres Reagann (appellée aussi "sarcophages" par toutes les autres factions) sont une varaiation inefficace des cylindres O'Neill dans lequel les excavateurs évident une gigantesque caverne cylindrique dans un astéroïde rocheux et modifient ensuite la rotation de l'astéroïdes par des propulseurs externes pour simuler la gravité.

source: Other habitat types are rare in Jovian orbit, especially within 2 million kilometers of the planet, where the radiation is strongest.
fr_fr: Les autres types d'habitats sont rare dans l'orbite Jovienne, particulièrement dans les 2 millions de kilomètres de la planète où les radiations sont au plus fort.

source: For a bioconservative faction unwilling to adopt radiation-resistant morphs, the Junta is in a poor location.
fr_fr: Pour une faction bioconservatiste refusant d'adopter des morphs résistantes aux radiations, la Junte est trés mal située.

source: Shielding their populace beneath tons of rock is a necessity.
fr_fr: Abriter sa population sous des tonnes de roches est une nécessité.

source: Despite its military hegemony, the Junta can't control all of Jovian space, and there are things it can't do on its own—like exploring Europa.
fr_fr: En dépit de son hégémonie militaire, la Junte ne peut contrôller tout l'espace Jovien, et il y a des choses qu'elle ne peut faire d'elle-même - comme explorer Europe.

source: A number of unaligned habitats and surface settlements exist in the ring system and the orbits of the Galilean moons.
fr_fr: Il existe un grand nombre d'habitats et d'abris indépendant dans le système d'anneau et sur les orbites des lunes Galiléenne.

source: The Jovian Republic has renamed Jupiter's moons after various neo-conservative heroes from Earth's history.
fr_fr: La République Jovienne a rebaptisé les lunes de Jupiter en s'inspirant de noms de divers héros néo-conservateur de l'histoire Terrestre.

source: From closest to most distant, the moonlets are Metis (Bush), Adrastea (Fairway), Amalthea (Solano), Thebe (McAllen), Leda (Chung), Himalia (Pinochet), Lysithea (Friedman), Elara (Buckley), Ananke (Nixon), Carme (Kissinger), Pasiphae (Schilling), and Sinope (Garcia).
fr_fr: De la plus proche à la plus éloignées, les satellites sont Métis (Bush), Adrastée (Fairway), Amalthée (Solano), Thébé (McAllen), Léda (Chung), Himalia (Pinochet), Lysithéa (Friedman), Élara (Buckley), Ananké (Nixon), Carmé (Kissinger), Pasiphaé (Schilling) et Sinopé (Garcia).

source: All are tiny, between 5 and 100 kilometers in diameter.
fr_fr: Toutes sont petites, entre 5 et 100 kilomètres de diamètre.

source: The largest of the moonlets, hollow Amalthea is probably the most livable sarcophagus habitat due to the large lake created from its icy core.
fr_fr: Le pus gros des satellites, Amalthée évidée est probablement l'habitat sarcophage le plus vivable en raison de son grand lac créé grâce à son noyau glacé.

source: Living on Solano carries some prestige among Junta citizens.
fr_fr: Vivre sur Solano amène un certian prestige aux citoyens de la Junte.

source: Rumor has it that most of the residents are well-placed RAND think tank personnel, most of whom work on defense projects.
fr_fr: Des rumeurs établissent que la plupart de ses résidents sont des employés bien placé du think-tank RAND, travaillant principalement à des projets de défense.

source: A fusion-powered axial light tube illuminates the 30-kilometer diameter central cavern, whose landscape is patterned after the subdivisions and office parks of an early 21st-century suburb.
fr_fr: Un tube lumineux alimenté par fusion illumine la caverne central de 30 kilomètre de diamètre, dont le paysage est aménagé en fonction des sous-division et des pracs de bureaux des banlieues du début du 21° siècle.

source: All buildings have envirosealing so that the occasional bouts of environmental sepsis resulting from the poorly regulated interior ecosystem can be purged with toxin bombs.
fr_fr: Tout les bâtiments ont une isolation environnementale pour que les épisodes éventuels de sépticémie occasionnelle résultant du manque de régulation de l'écosystème intérieur puisse être purgé par des bombes de toxines.

source: Less fortunate support personnel dwell in the beehive warrens crisscrossing the moonlet's crust between cavern and surface.
fr_fr: Le personnel de maintenance moins riche habite dans les nid d'abeilles labyrinthique qui quadrillent la croûte du satellites entre la caverne et la surface.

source: Like most of Jupiter's moonlets, Amalthea's space crawls with patrol craft and killsats, making approach for unauthorized craft problematic at best.
fr_fr: Comme la plupart des satellites de Jupiter, l'espace d'Amalthée grouille de vaisseaux de patrouilles et de satellites tueurs, rendant l'approche des vaisseaux non autorisées relativement problématique.

source: 1.5 million transhumans live on Solano.
fr_fr: 1,5 million de transhumaines vivent sur Solano.

source: Beneath Io's tenuous, patchy atmosphere of volcanic gases and neutral atomic dust lies a barren, grayish yellow, rocky surface coated with a thin frost of sulfur dioxide.
fr_fr: Sous l'atmosphére ténue et inégale composés de gazs volcanique et de poussière atomique neutre se trouve une surface rocailleuse, stérile teintée de jaune pisseux et recouverte d'une fine couche de dioxyde de souffre.

source: Tidal heating caused by gravitational interaction with Jupiter makes Io the most volcanically active body in the system—so active that the meteor cratering found on every other planet and moon is completely absent on Io.
fr_fr: Les vagues de chaleurs causées par l'interaction gravitationnelle avec Jupiter fait d'Io le corp ayant la plus forte activité volcanique du système - tellement actif que les cratères météorique trouvé sur toutes les autres planètes et lunes sont complètement absents.

source: Massive volcanic calderas, lakes of molten rock, and geysers of sulfur dot the surface, with eruptions and accompanying seismic activity lasting months or years.
fr_fr: Des caldéras volcanique massive, des lacs de roches fondues et des geysers de souffre ponctuent la surface, avec les éruptiosn et l'activité sismique liée pouvant durer des mois ou des années.

source: Volcanic zones on Io reach surface temperatures of up to 1,500 degrees Kelvin, hotter than any body in the system.
fr_fr: Les zonées volcaniques à la surface d'Io peuvent atteindre des températures de surface de 1 500 degrés Kelvin, plus élevées que n'importe quel autre corps du système.

source: For all that, transhumanity's worst peril on Io is radiation.
fr_fr: Mais le plus grand danger pour la transhumanité reste les radiations.

source: Ejecta from geysers and volcanoes flow with Jupiter's magnetic field to form a titanic, toroidal flux tube that rotates with Io around the gas giant.
fr_fr: Les débris éjectés par les geysers et les volcans voguent dans le champ magnétique de Jupiter pour former un flux toroïde titanesqie qui tourne avec Io autour de la géante gazeuse.

source: Travelers to Io must either use the heaviest radiation shielding available or resleeve into synthetic morphs.
fr_fr: Les voyageurs à destination de Io doivent utiliser les protectiosn anti-radiations les plsu élevées ou se réincarner dans des synthmorphs.

source: Transhuman activity on Io centers around scientific research and harvesting the volatiles ejected by Io's geysers, particularly sulfur.
fr_fr: L'humanité transhumaine sur Io est centrées autour de la recherche scientifique et l'exploitation des résidus éjectés par les geysers d'Io, le souffre en particulier.

source: Bases tend to be modular and mobile due to the ever-changing seismic activity.
fr_fr: Les bases ont tendance à être modulaire et mobile en raison de l'activité sismique extrêmement changeante.

source: The Junta's most notorious prison, Maui Patera Rehabilitation Center, is dug into a (mostly) extinct caldera wall north of the equator.
fr_fr: La prison la plus célèbre de la Junte, le Centre de rRéhabilitation Maui Patera, est creusé dans un mur de calderas (presque) éteintes au nord de l'équateur.

source: Europa has no atmosphere and lies within the fearsome magnetosphere of Jupiter, and as such its surface is bombarded with enough radiation for an unshielded transhuman to receive an irrevocably fatal dosage within a few days—much faster when Europa's orbit passes through Jupiter's immense magnetotail.
fr_fr: Europe n'a pas d'atmosphère et se situe dans l'effrayante magnétosphère de Jupiter, et en tant que telle sa surface est bombardée avec suffisament de radiation pour infliger une dose mortelle de radiation à un transhumain non protégé - bien plsu rapidement lorsque l'orbite d'Europe traverse l'immense queue magnétique de Jupiter.

source: As a result, transhumans on Europa dwell beneath the icy crust, largely in the ocean below, adopting a variety of aquatic and amphibious morphs for survival.
fr_fr: Les transhumains d'Europe résident donc essentiellement sous la croute glaciaire, essentiellement dans les océans sous la surface, adoptant une variété de morphs aquatique et amphibie pour survivre.

source: The only surface facilities are the heavily-shielded ice elevator heads at Conamara Chaos and several other points through which reactor mass and other crucial supplies can be delivered to the Europans below.
fr_fr: La seule installation de surface est la tête de l'ascensseur de glace lourdement protégé de Conamara Chaos ainsi que d'autres endroits à travers lesquelles les réacteurs de masse et d'autres approvisionnement vitaux peuvent être amenés aux Européens sous la surface.

source: Transhumanity is still exploring and imaging the Europan ocean floor, a task complicated by the hideous pressures at work in these waters, which are ten times as deep as the Earth's oceans.
fr_fr: La transhumanité est toujours en train d'explorer et d'imaginer le fond de l'océen Européen, une tâche compliquée par les pressions atroces qui sont à l'œuvre dans ses eaux, qui sont dix fois plus profonds que les océans Terrestre.

source: A further surprise awaiting transhumanity was the terrain.
fr_fr: Uner autre surprise qui attendait la transhumanité est le terrain.

source: The geology of Europa suggested that beneath the ice would be fathomless depths of black water ending at a depth of nearly 500 kilometers in a relatively flat, featureless sea bed.
fr_fr: La géologie d'Europe suggère que sous la glace devraient se situer des des profondeurs insondables d'eaux noires se terminant à la profondeur de presque 500 kilomètres dans un lit marin relativement plat et sans caractéristique.

source: Were Europa a lifeless ball of ice and rock, this would be the case, but over the estimated billion years since the rise of life on Europa, tiny lithoderms (analogs to Earth's coral) have built silicate reefs that rise to within a few hundred meters of the ice crust.
fr_fr: Europa aurait été une boule de glace et de roche snas-vie, cela aurait été le cas, mais au fil des milliards d'énnaes estimés depuis l'apparition de la vie sur Europe, de petits mollusques (analogue aux coraux Terrestre) ont construit des récifs de silice qui s'élève jusqu'à quelques centaines de mètres sous la croûte glaciaire.

source: It is on these biologically formed mountain tops, home to complex ecosystems, that the Europans have built their habitats.
fr_fr: C'est sur ces sommets de montagne biologique, foyer d'écosystème complexe, que les Européens ont construits leurs habitats.

source: While based on water-carbon chemistry like life of Terran origin, life on Europa is completely autocthonic, having originated beneath an impenetrable ice sheet that cut off Europa's subsurface ocean completely from outside.
fr_fr: Tout en étant basé sur la chimie eau-carbone similaire à celle des origines de la vie sur Terre, la vie sur Europe est entièrement autochtones, ayant commencé sous une couche de glace impénétrable qui isole complètement les océans sous la surface d'Europe de l'extérieur.

source: This is in marked contrast to Terran life, which many biologists have theorized might be the result of galactic panspermia, the slow diffusion of microbes through the vacuum of space aboard comets or asteroids.
fr_fr: Ce contraste marquant avec la vie Terrienne a amené des biologistes à théoriser que cette forme de vie pourrait être le résultat dune panspermie galactique, le phénomène de lente diffusion de microbes à travers le vide spatial grâce aux comètes et aux astéroïdes.

source: As such, the fauna of Europa are of great interest to transhuman bioscience.
fr_fr: En tant que telle, la faune d'Europe est d'un intérêt majeur pour les biosciences transhumaines.

source: Europa's lifeforms, unique perhaps in the universe, are its greatest treasure, and transhumanity's efforts to catalog them are only beginning.
fr_fr: Les formes de vie Européenne, probablement unique en leur genre dans l'univers, sont son plus grand trésor, et les efforts de la transhumanité pour la cataloguer n'est que le début.

source: The rush to exploit Europan biodivesity puts the Jovian Junta in an uncomfortable situation.
fr_fr: La ruée pour exploiter les fosses biologiques Européenne a mis la Junte Jovienne dans uen situation inconfortable.

source: While they control space traffic and commerce in the Jovian system, they lack the native talent to take real advantage of knowledge gleaned from Europa.
fr_fr: Alors qu'ils contrôllent le traffic spatial et le commerce dans le système Jovien, ils manquent de talent natif pour gagner un réel avantage des connaissances glanées sur Europe.

source: At first, they engaged in hamfisted excise operations aimed at squeezing revenue out of knowledge exports.
fr_fr: Ils ont commencés par se lancer dans des opérations musclées et localisés ayant pour but de réduire les bénéfices de l'export de connaissances.

source: But once farcasters and egocasters came online below the ice, this type of extortion no longer worked.
fr_fr: mais une fois que les egocasteurs et les farcasteurs sont passés en ligne sous la glace, ce type d'extorsion n'as plus fonctionné.

source: Now the Jovians have shifted to a two-pronged strategy of levying tariffs on new equipment and people brought down the ice elevators by hypercorps and research collectives, and of holding the entire population of the moon hostage by refusing delivery of key resources like reactor mass and rare elements if protection fees are not paid.
fr_fr: Les Joviens ont maintenant basculé sur une stratégie à deux volets consistant à augmenter les prix des nouveaux équipements et des personnes amenés par les ascensseurs spatiaux par les hypercorporation et les collectifs de recherche, et en prenant en otage toute la population de la lune en refusant de livrer les ressources clefs telles que les réacteurs de masse et les éléments rares si les taxes de protection ne sont pas payées.

source: Europan habitats take two forms: fortified fishing and farming havens clinging to the spires of the lithodermic reefs, and spherical bubble warrens constructed by boring into the lower reaches of the ice crust and shoring up the hollows created.
fr_fr: Les habitats Européens prennent deux formes principales: des abris fortifiés pour la pêeche et l'élevage s'accrochant aux flêches des récifs lithodermiques, et les dédales sphériques construit en perçant dans les couches basses de la croûte glaciaire et en étayant le vide créé.

source: The latter are the only air-filled spaces beneath the ice.
fr_fr: Les seconds sont les seuls espaces remplis d'air sous la glace.

source: The largest warren is Conamara, at the base of the Conamara Chaos ice elevator.
fr_fr: Le plus grand dédale est Conamara, au pied de l'ascensseur de glace de Conamara Chaos.
